{
  "{category.name}_{variant.name}": {
    "category": "Business climate",
    "data_type": "{variant}",
    "unit": "business",
    "equity_category": "Status",
    "aggregation_method": "{variant}",
    "short_name": "{variant} in {category}",
    "long_name": "{variant} in {category} industry",
    "short_description": "{variant} in {category}",
    "long_description": "{variant} in {category.name} industry. {category}. Available for US businesses.",
    "statement": "{variant}",
    "sources": [
      {
        "name": "Mergent Intellect",
        "date_accessed": 2023,
        "url": "https://www.ftserussell.com/mergent-intellect"
      },
      {
        "name": "North American Industry Classification System",
        "date_accessed": 2023,
        "url": "https://www.census.gov/naics/?58967?yearbck=2022"
      }
    ],
    "categories": {
      "Accommodation and Food Services": {
        "long_description": "The Accommodation and Food Services sector comprises establishments providing customers with lodging and/or preparing meals, snacks, and beverages for immediate consumption. The sector includes both accommodation and food services establishments because the two activities are often combined at the same establishment. NAICS code: 72."
      },
      "Administrative and Support and Waste Management and Remediation Services": {
        "long_description": "The Administrative and Support and Waste Management and Remediation Services sector comprises establishments performing routine support activities for the day-to-day operations of other organizations. These essential activities are often undertaken in-house by establishments in many sectors of the economy. NAICS code: 56."
      },
      "Agriculture, Forestry, Fishing and Hunting": {
        "long_description": "The Agriculture, Forestry, Fishing and Hunting sector comprises establishments primarily engaged in growing crops, raising animals, harvesting timber, and harvesting fish and other animals from a farm, ranch, or their natural habitats. NAICS code: 11."
      },
      "Arts, Entertainment, and Recreation": {
        "long_description": "The Arts, Entertainment, and Recreation sector includes a wide range of establishments that operate facilities or provide services to meet varied cultural, entertainment, and recreational interests of their patrons. NAICS code: 71."
      },
      "Construction": {
        "long_description": "The Construction sector comprises establishments primarily engaged in the construction of buildings or engineering projects (e.g., highways and utility systems). Establishments primarily engaged in the preparation of sites for new construction and establishments primarily engaged in subdividing land for sale as building sites also are included in this sector. NAICS code: 23."
      },
      "Educational Services": {
        "long_description": "The Educational Services sector comprises establishments that provide instruction and training in a wide variety of subjects. This instruction and training is provided by specialized establishments, such as schools, colleges, universities, and training centers. These establishments may be privately owned and operated for profit or not for profit, or they may be publicly owned and operated. They may also offer food and/or accommodation services to their students. NAICS code: 61."
      },
      "Finance and Insurance": {
        "long_description": "The Finance and Insurance sector comprises establishments primarily engaged in financial transactions (transactions involving the creation, liquidation, or change in ownership of financial assets) and/or in facilitating financial transactions. NAICS code: 52."
      },
      "Health Care and Social Assistance": {
        "long_description": "The Health Care and Social Assistance sector comprises establishments providing health care and social assistance for individuals. The sector includes both health care and social assistance because it is sometimes difficult to distinguish between the boundaries of these two activities. NAICS code: 62."
      },
      "Information": {
        "long_description": "The Information sector comprises establishments engaged in the following processes: (a) producing and distributing information and cultural products, (b) providing the means to transmit or distribute these products as well as data or communications, and (c) processing data. NAICS code: 51."
      },
      "Management of Companies and Enterprises": {
        "long_description": "The Management of Companies and Enterprises sector comprises (1) establishments that hold the securities of (or other equity interests in) companies and enterprises for the purpose of owning a controlling interest or influencing management decisions or (2) establishments (except government establishments) that administer, oversee, and manage establishments of the company or enterprise and that normally undertake the strategic or organizational planning and decision-making role of the company or enterprise. Establishments that administer, oversee, and manage may hold the securities of the company or enterprise. NAICS code: 55."
      },
      "Manufacturing": {
        "long_description": "The Manufacturing sector comprises establishments engaged in the mechanical, physical, or chemical transformation of materials, substances, or components into new products. The assembling of component parts of manufactured products is considered manufacturing, except in cases where the activity is appropriately classified in Sector 23, Construction. NAICS code: 31-33."
      },
      "Mining, Quarrying, and Oil and Gas Extraction": {
        "long_description": "The Mining, Quarrying, and Oil and Gas Extraction sector comprises establishments that extract naturally occurring mineral solids, such as coal and ores; liquid minerals, such as crude petroleum; and gases, such as natural gas. The term mining is used in the broad sense to include quarrying, well operations, beneficiating (e.g., crushing, screening, washing, and flotation), and other preparation customarily performed at the mine site, or as a part of mining activity. NAICS code: 21."
      },
      "Nonclassifiable Establishments": {
        "long_description": "NAICS code: 99. "
      },
      "Other Services (except Public Administration)": {
        "long_description": "The Other Services (except Public Administration) sector comprises establishments engaged in providing services not specifically provided for elsewhere in the classification system. NAICS code: 81."
      },
      "Professional, Scientific, and Technical Services": {
        "long_description": "The Professional, Scientific, and Technical Services sector comprises establishments that specialize in performing professional, scientific, and technical activities for others. These activities require a high degree of expertise and training. NAICS code: 54."
      },
      "Public Administration": {
        "long_description": "The Public Administration sector consists of establishments of federal, state, and local government agencies that administer, oversee, and manage public programs and have executive, legislative, or judicial authority over other institutions within a given area. NAICS code: 92."
      },
      "Real Estate and Rental and Leasing": {
        "long_description": "The Real Estate and Rental and Leasing sector comprises establishments primarily engaged in renting, leasing, or otherwise allowing the use of tangible or intangible assets, and establishments providing related services. The major portion of this sector comprises establishments that rent, lease, or otherwise allow the use of their own assets by others. NAICS code: 53."
      },
      "Retail Trade": {
        "long_description": "The Retail Trade sector comprises establishments engaged in retailing merchandise, generally without transformation, and rendering services incidental to the sale of merchandise. NAICS code: 44-45."
      },
      "Transportation and Warehousing": {
        "long_description": "The Transportation and Warehousing sector includes industries providing transportation of passengers and cargo, warehousing and storage for goods, scenic and sightseeing transportation, and support activities related to modes of transportation. Establishments in these industries use transportation equipment or transportation related facilities as a productive asset. The type of equipment depends on the mode of transportation. The modes of transportation are air, rail, water, road, and pipeline. NAICS code: 48-49."
      },
      "Utilities": {
        "long_description": "The Utilities sector comprises establishments engaged in the provision of the following utility services: electric power, natural gas, steam supply, water supply, and sewage removal. Within this sector, the specific activities associated with the utility services provided vary by utility: electric power includes generation, transmission, and distribution; natural gas includes distribution; steam supply includes provision and/or distribution; water supply includes treatment and distribution; and sewage removal includes collection, treatment, and disposal of waste through sewer systems and sewage treatment facilities. NAICS code: 22."
      },
      "Wholesale Trade": {
        "long_description": "The Wholesale Trade sector comprises establishments engaged in wholesaling merchandise, generally without transformation, and rendering services incidental to the sale of merchandise. The merchandise described in this sector includes the outputs of agriculture, mining, manufacturing, and certain information industries, such as publishing. NAICS code: 42."
      }
    },
    "variants": {
      "total_employment": {
        "default": "total employment",
        "data_type": "integer",
        "aggregation_method": "count",
        "short_description": "Total jobs by businesses",
        "long_description": "Total jobs by businesses",
        "statement": "{value} jobs in {region_name}."
      },
      "business_create_job": {
        "default": "business creating jobs",
        "data_type": "integer",
        "aggregation_method": "count",
        "short_description": "Total businesses creating new jobs",
        "long_description": "Total businesses creating new jobs",
        "statement": "{value} businesses created new jobs in {region_name}."
      },
      "job_creation_active": {
        "default": "jobs creation by active businesses",
        "data_type": "integer",
        "aggregation_method": "count",
        "short_description": "Count of new jobs created by active businesses",
        "long_description": "Count of new jobs created by active businesses (an active business is a company that exist last year)",
        "statement": "{value} new jobs created by active businesses in {region_name}."
      },
      "job_creation_new": {
        "default": "jobs creation by new businesses",
        "data_type": "integer",
        "aggregation_method": "count",
        "short_description": "Count of new jobs created by new businesses",
        "long_description": "Count of new jobs created by new businesses (a new business is a company newly created or has moved to the region)",
        "statement": "{value} new jobs created by new businesses in {region_name}."
      },
      "perc_job_creation_active": {
        "default": "active businesses job creation rate",
        "data_type": "decimal",
        "aggregation_method": "percent",
        "short_description": "Job creation rate by active businesses",
        "long_description": "Percent of new jobs created by active businesses (an active business is a company that exist last year): \\[perc_job_creation_active=\\frac{job_creation_active}{all_job_creation}\\]",
        "statement": "{value} percent of new jobs created by active businesses in {region_name}."
      },
      "perc_job_creation_new": {
        "default": "new businesses job creation rate",
        "data_type": "decimal",
        "aggregation_method": "percent",
        "short_description": "Job creation rate by new businesses",
        "long_description": "Percent of new jobs created by new businesses (a new business is a company newly created or has moved to the region): \\[perc_job_creation_new=\\frac{job_creation_new}{all_job_creation}\\]",
        "statement": "{value} percent of new jobs created by new businesses in {region_name}."
      },
      "total_job_creation": {
        "default": "total jobs creation",
        "data_type": "integer",
        "aggregation_method": "count",
        "short_description": "Total new jobs created by businesses",
        "long_description": "Total new jobs created by businesses",
        "statement": "{value} new jobs created by businesses in {region_name}."
      },
      "business_destruction_job": {
        "default": "businesses cutting jobs",
        "data_type": "integer",
        "aggregation_method": "count",
        "short_description": "Count of businesses industry cutting jobs",
        "long_description": "Count of businesses industry cutting jobs",
        "statement": "{value} businesses have cutted jobs in {region_name}."
      },
      "job_destruction_active": {
        "default": "jobs cutted by active businesses",
        "data_type": "integer",
        "aggregation_method": "count",
        "short_description": "Count of jobs cutted by active businesses",
        "long_description": "Count of jobs cutted by active businesses (an active business is a company that exist last year)",
        "statement": "{value} jobs have been cutted by active businesses in {region_name}."
      },
      "job_destruction_exit": {
        "default": "jobs cutted by closed businesses",
        "data_type": "integer",
        "aggregation_method": "count",
        "short_description": "Count of jobs cutted by closed businesses",
        "long_description": "Count of jobs cutted by closed businesses (a closed business is a company that stoped its activities or leaving the region)",
        "statement": "{value} jobs have been cutted by closed businesses in {region_name}."
      },
      "perc_job_destruction_active": {
        "default": "active businesses job destruction rate",
        "data_type": "decimal",
        "aggregation_method": "percent",
        "short_description": "Job destruction rate by active businesses",
        "long_description": "Percent of jobs cutted by active businesses (an active business is a company that exist last year): \\[perc_job_destruction_active=\\frac{jobs_destroyed_active}{all_jobs_destroyed}\\]",
        "statement": "{value} jobs cutted by active businesses in {region_name}."
      },
      "perc_job_destruction_exit": {
        "default": "closed businesses job destruction rate",
        "data_type": "decimal",
        "aggregation_method": "percent",
        "short_description": "Job destruction rate by closed businesses",
        "long_description": "Percent of jobs cutted by closed businesses (a closed business is a company that stoped its activities or leaving the region): \\[perc_job_destruction_exit=\\frac{jobs_destroyed_exit}{all_jobs_destroyed}\\]",
        "statement": "{value} jobs cutted by closed businesses in {region_name}."
      },
      "total_job_destruction": {
        "default": "total jobs cutted",
        "data_type": "integer",
        "aggregation_method": "count",
        "short_description": "Total jobs cutted by businesses",
        "long_description": "Total jobs cutted by businesses",
        "statement": "{value} jobs have been cutted by businesses in {region_name}."
      },
      "Location_quotient": {
        "default": "location  quotient",
        "data_type": "decimal",
        "aggregation_method": "index",
        "short_description": "ratio of industry employment share",
        "long_description": "Ratio of industry employment share from an area relative to the county: \\[Location_quotient=\\frac{industry_employment_share_geography}{industry_employment_share_county}\\]",
        "statement": "The {category.name} industry has {value} more employment share in {region_name} relative to the county."
      },
      "Herfindalh_Hirschman_index": {
        "default": "Herfindalh Hirschman index",
        "data_type": "decimal",
        "aggregation_method": "index",
        "short_description": "The employment concentration score",
        "long_description": "employment concentration by few businesses : \\[Herfindalh_Hirschman_index=\\sqrt{\\sum{business_employment_share^{2}}}\\]",
        "statement": "The Herfindalh Hirschman employment concentration in {category.name} industry is {value}."
      }
    }
  }
}
