{
    "earnings_per_job": {
        "aggregation_method": "arithmetic mean",
        "categories": "",
        "category": "Employment/Workforce Development",
        "citations": "",
        "data_type": "decimal",
        "equity_category": "Status",
        "layer": "",
        "long_description": "Earnings per job is calculated based on the GDP and Personal Income table from the Bureau of Economic Analysis(BEA).  Earnings per job is total earnings divided by total number of jobs. Total earnings is the sum of wages and salaries, supplements to wages and salaries, and proprietor’s income. Wages and salaries refer to the monetary remuneration of employees; it includes compensation of corporate officers; commissions, tips, and bonuses, compensation plans, such as 401(k) plans; and receipts in kind, or pay-in-kind, that represent income to the recipient. Supplements to wages and salaries consists of employer contributions for employee pension and insurance funds and employer contributions for government social insurance. Proprietor’s income is the current-production income (including the income in kind) of sole proprietorships and partnerships and of tax-exempt cooperatives.\n\nRaw data observations are generally per county/city; however, some observations involve multiple counties/cities. For example, Fairfax County, Fairfax City and Falls Church City are grouped into one observation in the raw data.  We split the multi-county/city raw data observations into multiple observations so that one observation corresponds to only one county/city.  We set the value of each split individual observation to be that of the corresponding raw multi-county/city observation.\n\nThese are the multi-county/city groupings in the raw data: Albemarle County, Charlottesville; Alleghany County, Covington; Augusta County, Staunton, Waynesboro; Campbell County,  Lynchburg; Carroll County, Galax; Dinwiddie County, Colonial Heights, Petersburg; Fairfax County, Fairfax City, Falls Church; Frederick County, Winchester; Greensville County, Emporia; Henry County,  Martinsville; James City County, Williamsburg; Montgomery County, Radford; Pittsylvania County, Danville; Prince George County, Hopewell; Prince William County, Manassas, Manassas Park; Roanoke County, Salem; Rockbridge County, Buena Vista, Lexington; Rockingham County, Harrisonburg; Southampton County, Franklin; Spotsylvania County, Fredericksburg; Washington County, Bristol; Wise County, Norton; York County, Poquoson.",
        "long_name": "Earnings per job",
        "measure_type": "",
        "short_description": "Average of earnings per job.",
        "short_name": "Earnings per job",
        "sources": [
            {
                "date_accessed": "2021",
                "location": "",
                "location_url": "",
                "name": "Bureau of Economic Analysis",
                "url": "https://apps.bea.gov/iTable/iTable.cfm?reqid=70&step=1&acrdn=6"
            }
        ],
        "statement": "Earnings per job in {region_name} is {value}.",
        "type": "",
        "unit": "dollar",
        "variants": ""
    }
}